[
{"header": ["Treasury Announces Key Staff Appointments"], "date": "2021-03-16T14:00:00Z", "text": "washington – today, the united states department of the treasury announced the appointments of staff members who will serve in key roles. this distinguished and dedicated group of individuals will deliver results for the american people by addressing the current public health and economic crises, advancing racial equity, and tackling climate change. \nbiographies of the appointees are listed below in alphabetical order. \n\n lily adams, principal deputy assistant secretary, office of public affairs \n\n lily adams most recently served as a senior spokesperson and advisor to the democratic national committee and before that, communications director for then-u.s. senator kamala harris. previously, adams served in communications roles for hillary clinton’s 2016 presidential campaign and other gubernatorial and senate campaigns across the country. in addition, adams has also served as an aide to u.s. senators tim kaine and richard blumenthal, and brings wide ranging experience in both international and domestic policy issues. adams is from austin, texas and a graduate of brandeis university. \n\n bridget cummings, senior advisor to the deputy secretary, office of the secretary \n\n bridget cummings joins the treasury department after four years at the obama foundation, where she served as chief of staff to the foundation president. cummings previously worked in the obama-biden administration where she engaged with mayors and county officials in the white house office of intergovernmental affairs. she also served in the office of legislative affairs at the white house and department of justice. a native of minnesota, cummings is a proud graduate of the college of st. benedict. \n\n ari krupkin, director of scheduling and advance \n\n ari krupkin joins the treasury department as director of scheduling and advance with more than 10 years of experience in campaigns, events, scheduling, and advance. he most recently served as the deputy director of events and ceremonies for president joe biden and vice president kamala harris’s inaugural committee. as director of production for the biden-harris campaign, krupkin was integral in all the campaign’s public events and played an instrumental role in bringing the campaign events and principal appearances virtual at the onset of the covid-19 pandemic. before joining president biden’s 2020 campaign, krupkin was a senior manager at the washington, d.c. based markham group, consulting public and private sector clients on political and issue campaigns, and producing large scale global and national events. prior to that, krupkin served the obama-biden administration as a white house advance associate in the office of the vice-president as well as worked on the 2012 obama-biden reelection campaign. krupkin also managed production operations for secretary hillary clinton’s 2016 presidential campaign. originally from baton rouge, louisiana, krupkin is a graduate of louisiana state university. he and his husband reside in maryland. \n\n addar levi, deputy general counsel, office of general counsel \n\n addar levi most recently served as general counsel of the obama foundation and of president and mrs. obama’s family office. during the obama-biden administration, she served as deputy associate counsel in the white house counsel’s office. levi joined the white house from the d.c. office of covington & burling, where she practiced in the international trade and life sciences industry groups. earlier in her career, she was a coro fellow in new york and worked at grace outreach, a non-profit in the south bronx helping women achieve financial independence. levi is a graduate of the university of california at los angeles and harvard law school. she lives in washington, d.c. with her husband and son. \n\n craig radcliffe, deputy assistant secretary for banking, office of legislative affairs \n\n craig radcliffe joins the treasury department from the office of senator mark warner of virginia where he served as the senator’s senior economic counsel, handling the senator’s work on the senate banking and finance committees and advising on a variety of economic policy issues including banking, tax, housing, retirement, financial regulation, and securities related matters. previously, craig served in multiple roles on capitol hill, including as senior counsel to senator heidi heitkamp and legislative director for representative john carney. at the beginning of his career, craig worked as a management consultant for grant thornton global public sector. craig graduated from bucknell university and the university of pittsburgh school of law and lives in washington, d.c. \n\n arian rubio, special assistant, office of legislative affairs \n\n arian rubio joins the treasury department from the office of u.s. senator elizabeth warren, where he worked on the senator's economic and environmental policy portfolios. before joining senator warren's office in 2019, rubio was a legislative associate at the league of conservation voters, where he worked on public lands and natural resource issues. originally from new jersey, arian is a graduate of the george washington university and currently lives in washington, d.c. \n\n natasha sarin, deputy assistant secretary for microeconomics, office of economic policy \n\n natasha sarin most recently was an assistant professor of law at the university of pennsylvania law school and an assistant professor of finance at the wharton school of business. her research and teaching interests lie in the areas of public finance and financial regulation. in recent years, sarin has published numerous papers on tax policy, with particular focus on how improving tax compliance will raise substantial revenue and create a more equitable tax system. her other work spans multiple aspects of finance, including household finance, insurance, and macroprudential risk management. sarin's research has been published in top economics and legal journals, and she regularly contributes to economic policy debates through work with the hamilton project, the brookings institution, and popular commentary in outlets such as the washington post and the new york times. she received a bachelor of arts from yale university, a juris doctor from harvard law school, and a ph.d. in economics from harvard university. \n\n ###"},
{"header": ["Secretary Janet L. Yellen Provides Official Signature for 2021 United States Paper Currency"], "date": "2021-03-16T14:00:00Z", "text": "on march 10, secretary janet l. yellen met with bureau of engraving and printing director leonard olijar to provide the official signature for printing on the new 2021 series of united states paper currency. the treasury department will reveal her signature in the coming weeks.  \n\n            \n\n ###"},
{"header": ["Statement from Secretary Yellen on President Biden’s Intention to Nominate Key Roles for Treasury"], "date": "2021-03-16T14:00:00Z", "text": "washington – today, president biden  announced his intention to nominate several key roles  at the united states department of the treasury. the individuals he intends to nominate include: \n\n nellie liang as under secretary for domestic finance \n\t lily batchelder as assistant secretary for tax policy \n\t jonathan davidson as assistant secretary for legislative affairs \n\t ben harris as assistant secretary for economic policy “with the passage of the american rescue plan yesterday, americans are counting on our treasury team to do all they can to accelerate the recovery. these nominees are key to that effort,” said treasury secretary janet l. yellen. “they have devoted their careers to the work of strengthening the american economy and have done it with integrity. given their extensive qualifications, i look forward to their confirmations.” \n\n # # #"},
{"header": ["READOUT: Secretary of the Treasury Janet L. Yellen’s Call with Indian Finance Minister Nirmala Sitharaman "], "date": "2021-03-16T14:00:00Z", "text": "washington - earlier today, secretary of the treasury janet l. yellen spoke with indian finance minister nirmala sitharaman. secretary yellen emphasized india’s role as a critical partner in asia and conveyed her intention to collaborate closely to support a strong global recovery from the covid-19 pandemic, fight inequality, and advance a bold climate agenda. the secretary looks forward to cooperating with minister sitharaman, both bilaterally and multilaterally, to address shared priorities. \n\n ###"},
{"header": ["READOUT: Secretary of the Treasury Janet L. Yellen’s Call with Brazilian Economy Minister Paulo Guedes"], "date": "2021-03-16T14:00:00Z", "text": "washington - earlier today, secretary of the treasury janet l. yellen spoke with brazilian economy minister paulo guedes. secretary yellen conveyed her intention to deepen cooperation with brazil to address key regional and global challenges, including supporting a strong recovery from the covid-19 pandemic, fighting inequality, developing sustainable infrastructure, and forcefully addressing the threat of climate change.  the secretary looked forward to engagement on a productive agenda to help protect the amazon and secure sustainable livelihoods for local communities.  \n\n ###"},
{"header": ["Treasury Department Begins Sending Economic Impact Payments from the American Rescue Plan to Americans "], "date": "2021-03-16T14:00:00Z", "text": "washington – today, the united states department of the treasury announced that economic impact payments from the american rescue plan will begin rolling out in tranches to millions of americans in the coming weeks. following passage of the american rescue plan, which president biden signed into law yesterday, the treasury department – through the internal revenue service and the bureau of the fiscal service – enacted an operational plan to begin processing the first batch of these payments today, which some recipients will start receiving as early as this weekend, and with more receiving this coming week. additional large batches of payments, which will be automatic and require no action by taxpayers, will be sent in the coming weeks by direct deposit and through the mail as a check or debit card. beginning next week, individuals can check the “get my payment” tool on irs.gov to see the payment status of these payments.  additional information on these economic impact payments , along with a  fact sheet of frequently asked questions , was also released today by the irs and is available on irs.gov. \n\n # # #"},
{"header": ["Treasury International Capital Data for January  "], "date": "2021-03-16T14:00:00Z", "text": "washington  – the u.s. department of the treasury today released treasury international capital (tic) data for january 2021.  the next release, which will report on data for february 2021, is scheduled for april 15, 2021. \n\n the sum total in january of all net foreign acquisitions of long-term securities, short-term u.s. securities, and banking flows was a net tic inflow of $106.3 billion.  of this, net foreign private inflows were $45.0 billion, and net foreign official inflows were $61.3 billion. \n\n foreign residents increased their holdings of long-term u.s. securities in january; net purchases were $34.0 billion.  net purchases by private foreign investors were $3.4 billion, while net purchases by foreign official institutions were $30.6 billion. \n\n u.s. residents decreased their holdings of long-term foreign securities, with net sales of $56.8 billion. \n\n taking into account transactions in both foreign and u.s. securities, net foreign purchases of long-term securities were $90.8 billion.  after including adjustments, such as estimates of unrecorded principal payments to foreigners on u.s. asset-backed securities, overall net foreign purchases of long-term securities are estimated to have been $50.1 billion in january. \n\n foreign residents decreased their holdings of u.s. treasury bills by $12.2 billion.  foreign resident holdings of all dollar-denominated short-term u.s. securities and other custody liabilities increased by $1.5 billion. \n\n banks’ own net dollar-denominated liabilities to foreign residents increased by $54.7 billion. \n\n complete data are available on the treasury website at: \n\n www.treasury.gov/resource-center/data-chart-center/tic/pages/index.aspx \n\n about tic data \n\n the monthly data on holdings of long-term securities, as well as the monthly table on major foreign holders of treasury securities, reflect foreign holdings of u.s. securities collected primarily on the basis of custodial data.  these data help provide a window into foreign ownership of u.s. securities, but they cannot attribute holdings of u.s. securities with complete accuracy.  for example, if a u.s. treasury security purchased by a foreign resident is held in a custodial account in a third country, the true ownership of the security will not be reflected in the data.  the custodial data will also not properly attribute u.s. treasury securities managed by foreign private portfolio managers who invest on behalf of residents of other countries.  in addition, foreign countries may hold dollars and other u.s. assets that are not captured in the tic data.  for these reasons, it is difficult to draw precise conclusions from tic data about changes in the foreign holdings of u.s. financial assets by individual countries. \n\n press notice tic for march 2021 \n\n   \n\t\t\t   \n\t\t\t   \n\t\t\t tic monthly reports on cross-border financial flows \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t (billions of dollars, not seasonally adjusted) \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t 12 months through \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t 2019 \n\t\t\t 2020 \n\t\t\t jan-20 \n\t\t\t jan-21 \n\t\t\t oct \n\t\t\t nov \n\t\t\t dec \n\t\t\t jan \n\t\t   \n\t\t\t   \n\t\t\t foreigners' acquisitions of long-term securities \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t 1 \n\t\t\t   \n\t\t\t   \n\t\t\t gross purchases of domestic u.s. securities \n\t\t\t 41214.8 \n\t\t\t 49262.6 \n\t\t\t 41736.6 \n\t\t\t 49982.0 \n\t\t\t 3558.5 \n\t\t\t 4077.2 \n\t\t\t 4494.1 \n\t\t\t 4617.1 \n\t\t 2 \n\t\t\t   \n\t\t\t   \n\t\t\t gross sales of domestic u.s. securities \n\t\t\t 41031.9 \n\t\t\t 49119.0 \n\t\t\t 41495.2 \n\t\t\t 49838.2 \n\t\t\t 3527.0 \n\t\t\t 3951.3 \n\t\t\t 4396.7 \n\t\t\t 4583.1 \n\t\t 3 \n\t\t\t   \n\t\t\t   \n\t\t\t domestic securities purchased, net  (line 1 less line 2) /1 \n\t\t\t 182.9 \n\t\t\t 143.6 \n\t\t\t 241.4 \n\t\t\t 143.8 \n\t\t\t 31.4 \n\t\t\t 125.8 \n\t\t\t 97.4 \n\t\t\t 34.0 \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t 4 \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t private, net /2 \n\t\t\t 394.6 \n\t\t\t 74.4 \n\t\t\t 436.5 \n\t\t\t 45.3 \n\t\t\t -5.4 \n\t\t\t 112.5 \n\t\t\t 86.0 \n\t\t\t 3.4 \n\t\t 5 \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t treasury bonds & notes, net \n\t\t\t 197.7 \n\t\t\t -372.9 \n\t\t\t 238.3 \n\t\t\t -469.2 \n\t\t\t -26.1 \n\t\t\t 30.8 \n\t\t\t -18.4 \n\t\t\t -50.2 \n\t\t 6 \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t gov't agency bonds, net \n\t\t\t 191.7 \n\t\t\t 264.2 \n\t\t\t 196.4 \n\t\t\t 275.5 \n\t\t\t 20.7 \n\t\t\t 23.3 \n\t\t\t 39.0 \n\t\t\t 26.1 \n\t\t 7 \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t corporate bonds, net \n\t\t\t 21.5 \n\t\t\t -173.1 \n\t\t\t -17.0 \n\t\t\t -123.4 \n\t\t\t -21.5 \n\t\t\t -1.8 \n\t\t\t -12.6 \n\t\t\t 18.5 \n\t\t 8 \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t equities, net \n\t\t\t -16.3 \n\t\t\t 356.2 \n\t\t\t 18.9 \n\t\t\t 362.4 \n\t\t\t 21.5 \n\t\t\t 60.2 \n\t\t\t 78.0 \n\t\t\t 9.1 \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t 9 \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t official, net /3 \n\t\t\t -211.8 \n\t\t\t 69.2 \n\t\t\t -195.1 \n\t\t\t 98.5 \n\t\t\t 36.8 \n\t\t\t 13.3 \n\t\t\t 11.4 \n\t\t\t 30.6 \n\t\t 10 \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t treasury bonds & notes, net \n\t\t\t -331.2 \n\t\t\t -167.1 \n\t\t\t -323.3 \n\t\t\t -147.2 \n\t\t\t 6.0 \n\t\t\t -21.2 \n\t\t\t -2.3 \n\t\t\t 1.3 \n\t\t 11 \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t gov't agency bonds, net \n\t\t\t 108.4 \n\t\t\t 202.6 \n\t\t\t 113.1 \n\t\t\t 211.2 \n\t\t\t 28.3 \n\t\t\t 30.1 \n\t\t\t 12.3 \n\t\t\t 26.1 \n\t\t 12 \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t corporate bonds, net \n\t\t\t -5.8 \n\t\t\t 21.6 \n\t\t\t -3.7 \n\t\t\t 22.3 \n\t\t\t 0.0 \n\t\t\t 2.7 \n\t\t\t 1.2 \n\t\t\t 0.4 \n\t\t 13 \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t equities, net \n\t\t\t 16.8 \n\t\t\t 12.1 \n\t\t\t 18.9 \n\t\t\t 12.2 \n\t\t\t 2.6 \n\t\t\t 1.7 \n\t\t\t 0.3 \n\t\t\t 2.9 \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t 14 \n\t\t\t   \n\t\t\t   \n\t\t\t gross purchases of foreign securities from u.s. residents \n\t\t\t 18625.9 \n\t\t\t 23253.8 \n\t\t\t 18784.2 \n\t\t\t 23568.3 \n\t\t\t 2115.9 \n\t\t\t 2139.9 \n\t\t\t 1749.3 \n\t\t\t 2012.6 \n\t\t 15 \n\t\t\t   \n\t\t\t   \n\t\t\t gross sales of foreign securities to u.s. residents \n\t\t\t 18419.8 \n\t\t\t 22891.7 \n\t\t\t 18603.0 \n\t\t\t 23137.0 \n\t\t\t 2095.5 \n\t\t\t 2116.5 \n\t\t\t 1725.8 \n\t\t\t 1955.8 \n\t\t 16 \n\t\t\t   \n\t\t\t   \n\t\t\t foreign securities purchased, net  (line 14 less line 15) /4 \n\t\t\t 206.2 \n\t\t\t 362.1 \n\t\t\t 181.2 \n\t\t\t 431.3 \n\t\t\t 20.4 \n\t\t\t 23.3 \n\t\t\t 23.5 \n\t\t\t 56.8 \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t 17 \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t foreign bonds purchased, net \n\t\t\t 156.0 \n\t\t\t 253.2 \n\t\t\t 142.6 \n\t\t\t 280.7 \n\t\t\t 9.5 \n\t\t\t 13.2 \n\t\t\t 13.4 \n\t\t\t 35.0 \n\t\t 18 \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t foreign equities purchased, net \n\t\t\t 50.1 \n\t\t\t 108.9 \n\t\t\t 38.6 \n\t\t\t 150.6 \n\t\t\t 10.9 \n\t\t\t 10.1 \n\t\t\t 10.2 \n\t\t\t 21.8 \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t 19 \n\t\t\t   \n\t\t\t   \n\t\t\t net long-term securities transactions  (line 3 plus line 16): \n\t\t\t 389.0 \n\t\t\t 505.7 \n\t\t\t 422.7 \n\t\t\t 575.1 \n\t\t\t 51.9 \n\t\t\t 149.2 \n\t\t\t 121.0 \n\t\t\t 90.8 \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t 20 \n\t\t\t   \n\t\t\t   \n\t\t\t other acquisitions of long-term securities, net /5 \n\t\t\t -233.5 \n\t\t\t -428.4 \n\t\t\t -246.1 \n\t\t\t -445.0 \n\t\t\t -36.2 \n\t\t\t -41.8 \n\t\t\t -43.1 \n\t\t\t -40.7 \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t 21 \n\t\t\t   \n\t\t\t net foreign acquisition of long-term securities \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t (lines 19 and 20) : \n\t\t\t 155.5 \n\t\t\t 77.3 \n\t\t\t 176.6 \n\t\t\t 130.1 \n\t\t\t 15.7 \n\t\t\t 107.4 \n\t\t\t 77.8 \n\t\t\t 50.1 \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t 22 \n\t\t\t   \n\t\t\t increase in foreign holdings of dollar-denominated short-term \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t u.s. securities and other custody liabilities: /6 \n\t\t\t 57.7 \n\t\t\t 313.4 \n\t\t\t 79.7 \n\t\t\t 306.7 \n\t\t\t -7.0 \n\t\t\t -15.1 \n\t\t\t 2.2 \n\t\t\t 1.5 \n\t\t 23 \n\t\t\t   \n\t\t\t   \n\t\t\t u.s. treasury bills \n\t\t\t -30.6 \n\t\t\t 311.3 \n\t\t\t -27.7 \n\t\t\t 309.3 \n\t\t\t -6.2 \n\t\t\t 13.0 \n\t\t\t 3.2 \n\t\t\t -12.2 \n\t\t 24 \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t private, net \n\t\t\t 16.0 \n\t\t\t 218.9 \n\t\t\t -12.6 \n\t\t\t 226.1 \n\t\t\t -10.1 \n\t\t\t 17.6 \n\t\t\t 13.1 \n\t\t\t -29.3 \n\t\t 25 \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t official, net \n\t\t\t -46.6 \n\t\t\t 92.4 \n\t\t\t -15.2 \n\t\t\t 83.2 \n\t\t\t 3.9 \n\t\t\t -4.6 \n\t\t\t -9.8 \n\t\t\t 17.1 \n\t\t 26 \n\t\t\t   \n\t\t\t   \n\t\t\t other negotiable instruments \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t and selected other liabilities: /7 \n\t\t\t 88.3 \n\t\t\t 2.1 \n\t\t\t 107.5 \n\t\t\t -2.6 \n\t\t\t -0.8 \n\t\t\t -28.0 \n\t\t\t -1.0 \n\t\t\t 13.7 \n\t\t 27 \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t private, net \n\t\t\t 90.3 \n\t\t\t -3.5 \n\t\t\t 100.3 \n\t\t\t 4.6 \n\t\t\t -1.4 \n\t\t\t -27.0 \n\t\t\t -1.3 \n\t\t\t 16.0 \n\t\t 28 \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t official, net \n\t\t\t -2.0 \n\t\t\t 5.6 \n\t\t\t 7.2 \n\t\t\t -7.2 \n\t\t\t 0.5 \n\t\t\t -1.1 \n\t\t\t 0.3 \n\t\t\t -2.3 \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t 29 \n\t\t\t   \n\t\t\t change in banks' own net dollar-denominated liabilities \n\t\t\t -153.8 \n\t\t\t 162.8 \n\t\t\t 72.9 \n\t\t\t 97.7 \n\t\t\t -14.8 \n\t\t\t 23.1 \n\t\t\t -72.1 \n\t\t\t 54.7 \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t 30 \n\t\t\t monthly net tic flows  (lines 21,22,29) /8 \n\t\t\t 59.4 \n\t\t\t 553.5 \n\t\t\t 329.2 \n\t\t\t 534.4 \n\t\t\t -6.1 \n\t\t\t 115.4 \n\t\t\t 8.0 \n\t\t\t 106.3 \n\t\t   \n\t\t\t   \n\t\t\t of  which \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t 31 \n\t\t\t   \n\t\t\t   \n\t\t\t private, net \n\t\t\t 423.4 \n\t\t\t 673.3 \n\t\t\t 645.3 \n\t\t\t 622.3 \n\t\t\t -24.2 \n\t\t\t 133.0 \n\t\t\t 33.0 \n\t\t\t 45.0 \n\t\t 32 \n\t\t\t   \n\t\t\t   \n\t\t\t official, net \n\t\t\t -364.0 \n\t\t\t -119.8 \n\t\t\t -316.1 \n\t\t\t -87.9 \n\t\t\t 18.1 \n\t\t\t -17.6 \n\t\t\t -25.1 \n\t\t\t 61.3 \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t /1 \n\t\t\t   \n\t\t\t   \n\t\t\t net foreign purchases of u.s. securities (+) \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t /2 \n\t\t\t   \n\t\t\t   \n\t\t\t includes international and regional organizations \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t /3 \n\t\t\t   \n\t\t\t   \n\t\t\t the reported division of net purchases of long-term securities between net purchases by foreign official institutions and net purchases \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t of other foreign investors is subject to a \"transaction bias\" described in frequently asked questions 7 and 10.a.4 on the tic website. \n\t\t /4 \n\t\t\t   \n\t\t\t   \n\t\t\t net transactions in foreign securities by u.s. residents. foreign purchases of foreign securities = u.s. sales of foreign securities to foreigners. \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t thus negative entries indicate net u.s. purchases of foreign securities, or an outflow of capital from the united states; positive entries \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t indicate net u.s. sales of foreign securities. \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t /5 \n\t\t\t   \n\t\t\t   \n\t\t\t minus estimated unrecorded principal repayments to foreigners on domestic corporate and agency asset-backed securities + \n\t\t\t   \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t estimated foreign acquisitions of u.s. equity through stock swaps - \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t estimated u.s. acquisitions of foreign equity through stock swaps + \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t increase in nonmarketable treasury bonds and notes issued to official institutions and other residents of foreign countries. \n\t\t\t   \n\t\t /6 \n\t\t\t   \n\t\t\t   \n\t\t\t these are primarily data on monthly changes in banks' and broker/dealers' custody liabilities. data on custody claims are collected \n\t\t\t   \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t quarterly and published in the tic website. \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t /7 \n\t\t\t   \n\t\t\t   \n\t\t\t \"selected other liabilities\" are primarily the foreign liabilities of u.s. customers that are managed by u.s. banks or broker/dealers. \n\t\t\t   \n\t\t /8 \n\t\t\t   \n\t\t\t   \n\t\t\t tic data cover most components of international financial flows, but do not include data on direct investment flows, which are collected \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t and published by the department of commerce's bureau of economic analysis. in addition to the monthly data summarized here, the \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t tic collects quarterly data on some banking and nonbanking assets and liabilities. frequently asked question 1 on the tic website \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t describes the scope of tic data collection."},
{"header": ["United States Targets Family Members Profiting from Connection to Burmese Coup Leader"], "date": "2021-03-16T14:00:00Z", "text": "washington  – today, the u.s. department of the treasury’s office of foreign assets control (ofac) sanctioned the two adult children of the commander-in-chief of the burmese military forces, min aung hlaing, who is the leading actor in the overthrow of burma’s democratically elected government, as well as six companies of his two adult children.  treasury took these actions in response to the burmese military’s coup against the democratically elected civilian government of burma and its brutal killing of peaceful protesters.  the united states stands in solidarity with the people of burma, and we remain committed to promoting accountability for those responsible for the coup and ongoing violence.  the united states urges the immediate release of state counselor aung san suu kyi and president win myint, as well as all others unjustly detained since february 1, including members of civil society, journalists, and human rights activists. \n\n “the indiscriminate violence by burma’s security forces against peaceful protesters is unacceptable,” said director of the office of foreign assets control andrea m. gacki.  “the united states will continue to work with our international partners to press the burmese military and police to cease all violence against peaceful protestors and to restore democracy and the rule of law in burma.” \n\n in today’s action, treasury is designating aung pyae sone and khin thiri thet mon pursuant to executive order 14014, “blocking property with respect to the situation in burma,” for being foreign persons who are spouses or adult children of a person whose property and interests in property are blocked pursuant to e.o. 14014.  aung pyae sone and khin thiri thet mon are adult children of the commander-in-chief of the burmese military forces, min aung hlaing, whom ofac designated on february 11, 2021, for being a leader or official of the military or security forces of burma.  aung pyae sone and khin thiri thet mon have a variety of business holdings, which have directly benefitted from their father’s position and malign influence.  aung pyae sone won a 30-year permit in 2013 to lease land for yangon restaurant and yangon gallery in rangoon without facing any competing bids.  from 2013 to 2018, aung pyae sone paid less than 1 percent of the rental rate compared with other properties in the same township, with the rangoon government acknowledging that the national government dictated the low rental rates.  meanwhile, khin thiri thet mon owns seventh sense, a media production business with an exclusive contract with nay toe, an actor who features prominently in marketing for mytel, the mobile telephone operator established by min aung hlaing. \n\n in addition to the individuals identified above, ofac is also designating the following six burmese entities pursuant to e.o. 14014 for being owned or controlled by aung pyae sone or khin thiri thet mon: \n\n a & m mahar company limited \n\t sky one construction company limited \n\t the yangon restaurant \n\t the yangon gallery \n\t everfit company limited \n\t seventh sense company limited today’s action follows the department of commerce’s bureau of industry and security’s march 4, 2021 implementation of new export control restrictions on burma and the addition of four burmese entities to the entity list:  the burmese ministry of defence, the burmese ministry of home affairs, the myanmar economic corporation, and the myanmar economic holding limited.  view the department of commerce’s press release on this action  here . \n\n sanctions implications \n\n as a result of today’s action, all property and interests in property of the individuals and entities named above, and of any entities that are owned, directly or indirectly, 50 percent or more by them, individually or with other blocked persons, that are in the united states or in the possession or control of u.s. persons, are blocked and must be reported to ofac.  unless authorized by a general or specific license issued by ofac or otherwise exempt, ofac’s regulations generally prohibit all transactions by u.s. persons or within (or transiting) the united states that involve any property or interests in property of designated or otherwise blocked persons. \n\n view more information on the persons designated today . \n\n   \n\n ###"},
{"header": ["READOUT: Secretary of the Treasury Janet L. Yellen’s Call with Indonesian Finance Minister Sri Mulyani Indrawati  "], "date": "2021-03-16T14:00:00Z", "text": "washington - earlier this week, secretary of the treasury janet l. yellen spoke with indonesian finance minister sri mulyani indrawati. secretary yellen emphasized her support for strong u.s.-indonesia relations and conveyed her intention to deepen bilateral and multilateral cooperation with indonesia to address key regional and global challenges, including the need for a strong recovery from the covid-19 pandemic and global efforts to address the threat of climate change.  \n\n ###"},
{"header": ["Statement from Secretary of the Treasury Janet L. Yellen on the Passage of the American Rescue Plan"], "date": "2021-03-16T14:00:00Z", "text": "the numbers may not immediately reflect it, but today was a pivotal day for the american economy. \n\n from the time the pandemic began up until this very week, the economic data has contained deep pockets of pain. roughly 18 million people are still receiving unemployment insurance, and nearly one million of the families relying on it say their children don’t have enough to eat.  \n\n upon taking office, i worried that many of these families would be haunted by the covid economy long after the health emergency was over. we know that when the foundations of someone’s life collapse – when they lose a small business, or the roof over their head, or the ability to eat dinner every night – it can scar them permanently; their ability to earn is forever lowered. i worried this would happen on a mass scale, but now i am confident that it won’t. \n\n with the passage of the american rescue plan, i believe americans will emerge from the pandemic with the foundations of their lives intact. and that is an enormous economic and moral achievement for america. \n\n indeed, we are now charting a very different course out of this crisis compared to the one a decade ago. rather than a long, slow recovery, i expect we could reach full employment by as soon as next year. \n\n our treasury team will be doing everything we can to accelerate the recovery. we are ready to get to work implementing the measures in the rescue plan, including economic impact payments, expanded child tax credits, help for struggling renters and homeowners, and support for state, local and tribal governments. \n\n of course, there will still be tough months ahead, but eventually, this law will help clear away the immediate crisis in front of our eyes, and let us start building a better post-covid future. \n\n ###"}
]